{
    "PageTitles": {
        "Home": "ANASAYFA",
        "AboutUs": "HAKKIMIZDA",
        "BoardDirectors": "YÖNETİM KURULU",
        "GroupCompanies": "GRUP ŞİRKETLERİ",
        "ContactUs": "İLETİŞİM",
        "Location": "LOKASYON",
        "Career": "KARİYER"
    },
    "SideMenuItemTitle": {
        "Home": "Anasayfa",
        "AboutUs": "Hakkımızda",
        "BoardDirectors": "Yönetim Kurulu",
        "GroupCompanies": "Grup Şirketleri",
        "ContactUs": "İletişim",
        "Location": "Lokasyon",
        "Career": "Kariyer"
    },
    "DirectorTitles": {
        "ChairmanOfTheBoard": "Yönetim Kurulu Başkanı",
        "VicechairmanOfTheBoard": "Yönetim Kurulu Başkan Yardımcısı",
        "BoardMember": "Yönetim Kurulu Üyesi",
        "GeneralManager": "Şirket Genel Müdürü"
    },
    "FormItems": {
        "Name": "Ad",
        "Surname": "Soyad",
        "Email": "E-Posta",
        "Message": "Mesaj",
        "Send": "Gönder"
    },
    "FormItemRequireValidate": {
        "Name": "{{Name}} alanı boş olamaz",
        "Surname": "{{Surname}} alanı boş olamaz",
        "Email": "{{Email}} alanı boş olamaz",
        "Message": "{{Message}} alanı boş olamaz ve en az 10 karakter olmalıdır"
    },
    "AboutUs": [
        "Topçu Holding; yüz yılı așan ticari yolculuğunda ülkemizin sanayileșme ve globalleșme sürecine katkı sağlamıș, istikrarı ve etik değerlere bağlılığıyla faaliyet gösterdiği makine, inșaat, enerji, hırdavat ve nalburiye sektörlerinde daima öncü konumunu korumuștur. Geçmișten gelen güvenilirliğini, yenilikçi ve dinamik bir yaklașımla birleștiren Topçu Holding, teknolojik gelișmeleri takip etmekte ve tüm dünyadan özenle seçtiği küresel markaların ürünlerini sanayi ve üretim dünyasıyla bir araya getirmektedir.",
        "“Birlikten Kuvvet Doğar” anlayıșını benimseyen Topçu Holding, Türkiye’nin dört bir yanındaki bayileriyle 100’ün üzerinde dünya markasının ürünlerini tüketiciyle bulușturmanın yanı sıra, sürdürdüğü AR-GE çalıșmaları neticesinde geliștirdiği yerli üretim ürünleri yurtiçi ve yurtdıșı pazarına sunmakta, ülke ekonomisine ve istihdama sağladığı katkının haklı onurunu yașamaktadır.",
        "Faaliyetlerini müșteri memnuniyeti, sürdürülebilirlik ve toplumsal sorumluluk anlayıșıyla yürüten Topçu Holding; bugün olduğu gibi gelecekte de müșterileri, çözüm ortakları, çalıșanları ve toplum için değer üretmeyi hedeflemektedir.",
        "Topçu Holding olarak tarihi, milli ve kültürel sorumluluğumuzun farkındayız. Türkiye distribütörlüğünü yaptığımız global markalarımız, yerli ve milli üretimle ekonomimize katkı sağlamak konusundaki kararlılığımız ve olușturduğumuz istihdam olanakları ile geçmiște olduğu gibi yarın da ilerlemeye ve ülkemize katkı sağlamaya devam edeceğiz."
    ]
}